{
	"Boeing": {
	"company": "Boeing",
	"ticker": "BA",
	"logo": "static/boeing-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/806134244384899072",
	"photo": "static/boeing-tweet.png",
	"tweettext": "Boeing is building a brand new 747 Air Force One for future presidents,but costs are out of control, more than $4 billion. Cancel order!",
	"handle": "@realDonaldTrump",
	"date": "6 Dec 2016",
	"time": "8:52 AM",
	"stockchart": "this will be a Boeing highstocks chart.",
	"about": "Boeing is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, and satellites worldwide. Boeing is tasked with constructing Air Force One.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"Fiat-Chrysler":{
	"company": "Fiat-Chrysler",
	"ticker": "FCAU",
	"logo": "static/fca-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/818460862675558400",
	"photo": "static/fca-tweet.png",
	"tweettext": "It's finally happening - Fiat Chrysler just announced plans to invest $1BILLION in Michigan and Ohio plants, adding 2000 jobs. This after...",
	"handle": "@realDonaldTrump",
	"date": "9 Jan 2017",
	"time": "9:14 AM",
	"stockchart": "this will be a Fiat-Chrysler highstocks chart.",
	"about": "Fiat Chrysler Automobiles is an Italian-controlled Dutch multinational corporation and currently the world’s seventh-largest auto maker. Trump praised the automaker for investing in the US.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"Ford":{
	"company": "Ford",
	"ticker": "F",
	"logo": "static/ford-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/818461467766824961",
	"photo": "static/ford-tweet.png",
	"tweettext": "Ford said last week that it will expand in Michigan and U.S. instead of building a BILLION dollar plant in Mexico. Thank you Ford & Fiat C!",
	"handle": "@realDonaldTrump",
	"date": "9 Jan 2017",
	"time": "9:16 AM",
	"stockchart": "this will be a Ford highstocks chart.",
	"about": "Ford Motor Company is an American multinational automaker headquartered in Dearborn, Michigan, a suburb of Detroit. On the campaign trail, Trump criticized Ford for deciding to move its small car production from Michigan to Mexico. In January, Ford canceled plans to build a $1.6 billion plant in Mexico, citing Trump's pro-business policies along with declining car sales.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"Toyota": {
	"company": "Toyota",
	"ticker": "TM",
	"logo": "static/toyota-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/817071792711942145",
	"photo": "static/toyota-tweet.png",
	"tweettext": "Toyota Motor said will build a new plant in Baja, Mexico, to build Corolla cars for U.S. NO WAY! Build plant in U.S. or pay big border tax.",
	"handle": "@realDonaldTrump",
	"date": "5 Jan 2017",
	"time": "1:14 PM",
	"stockchart": "this will be a Toyota highstocks chart.",
	"about": "Toyota is a Japanese automotive manufacturer headquartered in Toyota, Aichi, Japan.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"Nordstrom":{
	"company": "Nordstrom",
	"ticker": "JWN",
	"logo": "static/nordstrom-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/829356871848951809",
	"photo": "static/nordstrom-tweet.png",
	"tweettext": "My daughter Ivanka has been treated so unfairly by @Nordstrom. She is a great person -- always pushing me to do the right thing! Terrible!",
	"handle": "@realDonaldTrump",
	"date": "8 Feb 2017",
	"time": "10:51 AM",
	"stockchart": "this will be a nordstrom highstocks chart.",
	"about": "Nordstrom is an American chain of luxury department stores headquartered in Seattle. On February 2, 2017, Nordstrom announced it would cease to carry Ivanka Trump's fashion line, citing weak sales. President Trump responded with a tweet directed at Nordstrom, condemning the brand for its treatment of his daughter.",
	"analysis": " The company's stock dropped by 0.65% in the aftermath of the tweet before ending the day with a gain of more than 4%."
},
	"Rexnord":{
	"company": "Rexnord",
	"ticker": "RXN",
	"logo": "static/rexnord-logo.png",
	"link": "https://twitter.com/realDonaldTrump/status/804884532671430658",
	"photo": "static/rexnord-tweet.png",
	"tweettext": "Rexnord of Indiana is moving to Mexico and rather viciously firing all of its 300 workers. This is happening all over our country. No more!",
	"handle": "@realDonaldTrump",
	"date": "2 Dec 2016",
	"time": "10:06 PM",
	"stockchart": "this will be a Rexnord highstocks chart.",
	"about": "Rexnord is a Milwaukee-based manufactuer of bearings and other metal products. In December 2016, President-elect Donald Trump criticized the company for firing 300 out of its 7,700 employees and argued with a union representative.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"United Technologies":{
	"company": "United Technologies",
	"ticker": "UTX",
	"logo": "static/ut-logo.png",
	"link": "https://twitter.com/realdonaldtrump/status/804170300908781570?lang=en",
	"photo": "static/ut-tweet.png",
	"tweettext": "Look forward to going to Indiana tomorrow in order to be with the great workers of Carrier. They will sell many air conditioners!",
	"handle": "@realDonaldTrump",
	"date": "30 Nov 2016",
	"time": "10:48 PM",
	"stockchart": "this will be a UT highstocks chart.",
	"about": "Carrier, a subsidiary of United Technologies, manufactures heating, ventilation, air conditioning, and refrigeration systems. In February 2016, Carrier announced to employees at its Indianapolis plant that Carrier is moving manufacturing to Mexico. In December, Carrier reached a deal with Trump and Pence to keep the Indianapolis plant open, keeping 800 jobs in Indianapolis. United Technologies is a large military contractor, getting about 10% of its revenue from the U.S. government.",
	"analysis": "Trump's tweet caused the stock to change in this way."
},
	"General Motors": {
	"company": "General Motors",
	"ticker": "GM",
	"logo": "static/gm-logo.png",
	"link": "https://twitter.com/realdonaldtrump/status/816260343391514624?lang=en",
	"photo": "static/gm-tweet.png",
	"tweettext": "General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border. Make in U.S.A.or pay big border tax!",
	"handle": "@realDonaldTrump",
	"date": "3 Jan 2017",
	"time": "7:30 AM",
	"stockchart": "this will be a GM highstocks chart.",
	"about": "GM is an American multinational corporation headquartered in Detroit, Michigan, that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services. With global headquarters in Detroit, Michigan, GM manufactures cars and trucks in 35 countries.",
	"analysis": "Trump's tweet caused the stock to change in this way."
}
}
